Repository: Azim85/Editory
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: Вы можете конвертировать свои файлы в формат docx здесь
uz: O'z hujjatlaringizni docx formatiga shu yerda konvertatsiya qilishingiz mumkin

source: Заказчик
uz: Buyutma beruvchi

source: Телефонный номер
uz: Telefon raqam

source: Выберите способ оплаты
uz: To'lov usulini tanlang

source: Количество символов
uz: Belgilar soni

source: отмена
uz: Bekor qilindi

source: Все вебинары
uz: Barcha webinarlar

source: Как написать научную статью? Как взаимодействовать с исследовательскими платформами и быстро находить нужную информацию? Правильный подход — ключ к успеху. Не бойтесь реализовать свои идеи! Вебинары Editory помогут вам понять, как именно следует действовать. Наш опыт достаточно разнообразен, чтобы вы нашли в наших материалах ответы на любые вопросы.
uz: Qanday qilib ilmiy maqola yozish kerak? Qanday qilib tadqiqot platformalaridan foydalanish va kerakli ma'lumotlarni tezda topish mumkin? To'g'ri yondashuv - muvaffaqiyat kaliti. O'z g'oyalaringizni amalga oshirishdan qo'rqmang! Editory webinari sizga qanday davom etish kerakligini tushunishga yordam beradi. Bizning tajribamiz juda xilma -xil sohalarni qamrab olgan bo'lib, materiallarimiz orqali har qanday savolingizga javob topishingiz mumkin.

source: email address
uz: email manzil

source: оплата проведена успешно
uz: To'lov muvaffaqiyatli amalga oshirildi

source: Редактировать профиль
uz: Shaxsiy sahifaga o'zgartish kiritish

source: Сменить статус
uz: Statusni o'zgartirish

source: Сохранить изменения
uz: O'zgarishni saqlash

source: История
uz: Tarix

source: Дата
uz: Sana

source: Статус
uz: Holat

source: принимать
uz: qabul qilish

source: не оплачен
uz: To'lov amalga oshirilmagan

source: оплачен
uz: To'landi

source: принимать как оплачено
uz: To'landi

source: Статус оплаты
uz: To'lov holati

source: Оплачен
uz: To'landi

source: Вход
uz: Kirish

source: Пароль
uz: Parol

source: Регистрация
uz: Ro'yxatdan o'tish

source: забыл пароль?
uz: Parolni unutdingizmi?

source: Подтверждение пароля
uz: Parolni tasdiqlash
