Repository: Azim85/Editory
Catalog: locale/*/LC_MESSAGES/django.po
Languages: uz

source: АСТРОНОМИЯ И ПЛАНЕТОЛОГИЯ
uz: ASTRONOMIYA VA PLANETOLOGIYA

source: БИОЛОГИЯ
uz: BIOLOGIYA

source: БИЗНЕС
uz: BIZNES

source: ХИМИЯ
uz: KIMYO

source: ЭКОЛОГИЯ И НАУКА О ЗЕМЛЕ
uz: EKOLOGIYA VA OLAM HAQIDAGI FAN

source: ИНЖЕНЕРИЯ
uz: MUHANDISLIK

source: МЕДИЦИНА
uz: TIBBIYOT

source: ФИЗИКА
uz: FIZIKA

source: СОЦИАЛЬНЫЕ НАУКИ
uz: IJTIMOIY FANLAR

source: ДРУГОЕ
uz: BOSHQALAR

source: Наличные
uz: Naqd pul

source: Пластиковая карта
uz: Plastik karta

source: обрабатывается...
uz: so'rovingiz amalga oshirilmoqda.

source: В ожидании
uz: Iltimos kuting

source: Ошибка
uz: Xatolik yuz berdi

source: Завершено
uz: Yakunlandi

source: Отменен
uz: Bekor qilindi

source: Истёк
uz: Kutish vaqti tugadi

source: Возвращен
uz: So'rov qaytib berildi

source: На доставке
uz: Yetkazib berish jarayonida

source: Доставлен
uz: Yetkazildi

source: user
uz: foydalanuvchi

source: amount
uz: miqdor

source: phone
uz: telefon

source: status
uz: holati

source: delivery status
uz: yetkazib berish holati

source: order
uz: buyurtma

source: orders
uz: buyurtmalar

source: processing
uz: amalga oshirilmoqda

source: success
uz: muvaffaqiyat

source: failed
uz: amalga oshirilmadi

source: canceled
uz: tugatildi

source: transaction id
uz: kelishuv raqami

source: request id
uz: so'rov raqami

source: order id
uz: buyurtma raqami

source: state
uz: holat

source: date
uz: sana

source: create time
uz: yaratilgan vaqt

source: perform time
uz: amalga oshirilgan vaqt

source: cancel time
uz: tugatilgan vaqt

source: cancel reason
uz: tugatilish sababi

source: payme transaction
uz: payme o'tkazmasi

source: payme transactions
uz: payme o'tkazmalari

source: Задать вопрос
uz: Savol berish

source: Новости
uz: Yangiliklar

source: Читайте также
uz: Shuningdek

source: Открыть форму
uz: Shaklni ochish

source: Имя
uz: Ism

source: Фамилия
uz: Sharif

source: Профессия
uz: Kasb

source: Пара слов о себе
uz: O'zingiz haqida qisqacha yozing

source: Резюме
uz: Rezyume

source: Оставляя заявку, вы соглашаетесь с обработкой ваших персональных данных
uz: Arizani to'ldirib siz shaxsiy ma'lumotlaringizdan foydalanishga ruxsat berasiz

source: Отправить резюме
uz: Rezyume jo'natish

source: Все новости
uz: Barcha yangiliklar

source: Предыдущий
uz: Avvalgi

source: Следующий
uz: Keyingi

source: Заказать консультацию
uz: Konsultatsiyaga yozilish

source: Форма заявки
uz: Ariza shakli

source: Номер телефона
uz: Telefon raqam

source: Организация
uz: Tashkilot

source: Контакты организации
uz: Tashkilotning telefon raqamlari

source: Адрес организации
uz: Tashkilot manzili

source: Комментарий
uz: Sharh

source: Отправить работу
uz: Ishni jo'natish

source: Карта сайта
uz: Sayt xaritasi

source: О нас
uz: Biz haqimizda

source: Продукты и материалы
uz: Biz taklif qiladigan xizmatlar

source: Контакты
uz: Murojaat uchun

source: г. Ташкент, Алмазарский район, Себзар 3
uz: Toshkent shahar, Olmazor tumani, Sebzor 3

source: Мы в соцсетях
uz: Biz ijtimoiy tarmoqlarda

source: Продукты/материалы
uz: Biz taklif qiladigan xizmatlar

source: Исследовательские платформы
uz: Tadqiqot platformalari

source: Организация исследований
uz: Tadqiqotni shakllantirish

source: Стратегия исследования
uz: Tadqiqot strategiyasini ishlab chiqish

source: Научное сотрудничество
uz: Ilmiy hamkorlikni yo'lga qo'yish

source: Научное финансирование
uz: Ilmiy tadqiqotni moliyalashtirish

source: Управление и ведение
uz: Tashkiliy vazifalar

source: Образование
uz: Ta'lim

source: Услуги
uz: Xizmatlar

source: Конференции
uz: Konferensiyalar

source: Участие в конференциях
uz: Konferensiyada ishtirok etish

source: Организация конференций
uz: Konferensiya tashkil qilish

source: Исследовательские проекты
uz: Tadqiqotga doir loyihalar

source: Исследовательские гранты
uz: Tadqiqotga doir grantlar

source: Исследовательские патенты
uz: Tadqiqotga doir patentlar

source: Публикация работ
uz: Maqola chop etish

source: Публикация в ВАК
uz: OAKda maqola chop etish

source: Публикация в Scopus/ Web of Science
uz: Scopus/Web of Scienceda maqola chop etish

source: Консультация по диссертациям
uz: Dissertatsiya yuzasidan maslahat olish

source: Корректура и редактирование
uz: Tahrirlash

source: Рецензирование диссертации
uz: Dissertatsiyaga taqriz yozish

source: Методология исследования
uz: Tadqiqot metodologiyasi

source: Статистический анализ
uz: Statistik tahlil

source: Графические материалы
uz: Grafik materiallar

source: Переводы
uz: Tarjimalar

source: Научные работы
uz: Ilmiy ishlar

source: Вебинары и семинары
uz: Webinar va seminarlar

source: Публикация в Scopus/ Web
uz: Scopus/Web of Scienceda maqola chop etish

source: Оставить заявку
uz: Ariza qoldirish

source: Занятость
uz: Bandlik

source: Студент
uz: Talaba

source: Работаю
uz: Ishchi

source: Место работы
uz: Ish joyi

source: Ученая степень
uz: Ilmiy darajasi

source: Эл. почта
uz: E-mail

source: Название статьи
uz: Maqola nomi

source: Конференция
uz: Konferensiya

source: Секция
uz: Sho'ba

source: Есть вопросы
uz: Qo'shimcha savollar

source: Свяжитесь с Editory
uz: Editory bilan bog'lanish

source: Номера телефонов
uz: Telefon raqami

source: Адрес
uz: Manzil

source: Оставитиь заявку
uz: Ariza qoldirish

source: Корректура
uz: Dissertatsiyani

source: и редактирование
uz: tahrir

source: диссертации
uz: qilish

source: Научная работа - это успешный инструмент для междисциплинарных исследовательских проектов сотрудничества. Создание исследовательских платформ инициируется учеными и исследовательскими группами различных дисциплин и факультетов, которые могут подавать свои заявки в ходе конкурса заявок.
uz: Akademik ish- fanlararo ilmiy -tadqiqot loyihalari uchun muvaffaqiyatli vositadir. Tadqiqot platformalarini yaratishni turli fan va fakultetlarning akademiklari va tadqiqot guruhlari boshlab beradilar, ular o'z arizalarini taklif ko'rinishida yuborishlari mumkin.

source: Опытные профессионалы, сервис в котором вы нуждаетесь
uz: Sizga yordami tega oladigan xizmat turi va mutaxassislar

source: 100%% гарантия
uz: 100%%garantiya

source: Безупречная репутация компании
uz: Nomiga aslo dog' tushmaydigan kompaniya

source: Мы предоставляем комплексные решения ваших проблем
uz: Muammolaringizga umumiy yechim bera olamiz

source: Научные конференции являются особенным видом взаимодействия между представителями исследовательского сообщества, в ходе которого они представляют свои работы в форме сборников материалов и обсуждают их с коллегами. Участия в конференциях международного уровня является очень важным этапом деятельности любого специалиста, однако добиться этого не так просто, ведь для этого нужно подготовить целый ряд материалов и соблюсти массу правил по их оформлению.
uz: Ilmiy konferensiyalar bu- tadqiqotni amalga oshirayotgan jamoa vakillarining o'zaro ta'sirining alohida turi bo'lib, ular o'z ishlarini materiallar to'plami ko'rinishida taqdim etadilar va hamkasblari bilan ham muhokama qiladilar. Xalqaro konferensiyalarda qatnashish har qanday mutaxassis faoliyatining juda muhim bosqichidir, lekin bunga erishish oson emas, chunki buning uchun siz bir qator materiallarni tayyorlashingiz va ularni tuzishda ko'plab qoidalarga rioya qilishingiz kerak.

source: Если же вы желаете, чтобы ваши исследовательские работы приняли участие в той или иной научной конференции, то наша компания будет рада помочь вам в решении этого вопроса. Подобными вопросами мы профессионально занимаемся на протяжении многих лет, и прекрасно знаем требования, нормы и правила подготовки материалов для участия в конференциях различного плана и уровня.
uz: Agar siz tadqiqot ishingiz u yoki bu ilmiy anjumanda qatnashishini istasangiz, bizning kompaniyamiz sizga bu masalani hal qilishda yordam berishdan xursand bo'ladi. Biz ko'p yillar davomida bunday masalalar bilan professional tarzda shug'ullanib kelamiz , har xil turdagi va darajadagi konferensiyalarda qatnashish uchun materiallarni tayyorlash talablari, me'yorlari va qoidalarini yaxshi bilamiz.

source: Полный
uz: Ilmiy maslahatlarning

source: спектр научных консультаций
uz: keng ko'lami

source: Разрабатываем стратегии для исследований, публикуем статьи в международных журналах, корректируем диссертации
uz: Biz ilmiy tadqiqot uchun to’liq strategiya ishlab chiqamiz, xalqaro jurnallarda maqolalar chop etamiz, dissertatsiyalarni tahrir qilamiz

source: лет опыта
uz: yillik tajriba

source: статей в Scopus
uz: Scopusda chop etilgan maqolalar

source: университетов в рейтинге QS
uz: QS reytingidagi Universitetlar

source: статей в ВАК
uz: OAKda maqolalar

source: научно-консалтинговая компания с опытом более 6 лет. Среди наших партнёров — крупные международные издательства. На нашем счету более 500 публикаций в Scopus и около 1000 — в журналах ВАК. Поможем сориентироваться в системе грантов и патентов.
uz: 6 yildan ortiq tajribaga ega ilmiy- konsalting kompaniya. Yirik xalqaro nashriyotlar bor hamkorlik qilamiz. Scopusda 500dan ortiq va OAK jurnallarida 1000dan ortiq maqola chop etishga muvaffaq bo’lganmiz. Biz sizga grantlar va patentlar izlashda va qo’lga kiritishga ko’maklashamiz.

source: Наши услуги
uz: Biz sizga taklif qila oladigan xizmatlar

source: Патенты и
uz: Patentlar va

source: финансирование
uz: moliyalashtirish

source: Ищете возможность получить поддержку своих исследований или защитить интеллектуальную собственность? Консультируем и оформляем все необходимые документы.
uz: O'z tadqiqotingizni qo'llab -quvvatlash yoki intellektual mulkingizni himoya qilish imkoniyatini qidiryapsizmi? Biz maslahat berish va barcha kerakli hujjatlarni tayyorlashda ko'maklashamiz.

source: Ислледовательский грант
uz: Tadqiqot uchun taqdim etiladigan grantlar

source: Как получить патент?
uz: Qanday qilib patent olish mumkin?

source: Международные
uz: Xalqaro

source: конференции
uz: konferensiyalar

source: Помогаем как с участием, так и с организацией. Хотите ускорить свой прогресс, выехав за рубеж, или собрать экспертов мирового уровня здесь? Обращайтесь к нам.
uz: Biz tashkiliy ishlarda ham, ishtirok etishda ham yordam beramiz. Chet elga sayohat qilish yoki bu yerda jahon darajasidagi mutaxassislarni to'plash orqali o'z yutuqlaringizni tezlashtirishni xohlaysizmi? Biz bilan bog'laning.

source: Как организовать конференцию?
uz: Konferensiyani qanday qilib tashkillashtirish mumkin?

source: Участвовать в международных конференциях
uz: Xalqaro konferensiyada ishtirok etish

source: Оформляем научные материалы для журналов Scopus и ВАК. Берём на себя полные обязательства по доведению материала до публикации.
uz: Scopus va Oliy attestatsiya komissiyasi jurnallari uchun ilmiy materiallar tayyorlaymiz. Materialni nashrga etish uchun to'liq javobgarlikni o'z zimmamizga olamiz.

source: Консультация
uz: Dissertatasiya yuzasidan

source: по диссертациям
uz: maslahat olish

source: Научные конференции являются особенным видом взаимодействия между представителями исследовательского сообщества, в ходе которого они представляют свои работы в форме сборников
uz: Ilmiy konferensiyalar - tadqiqot davomida ishtirok etuvchi jamoa vakillarining o'zaro hamkorligi bo'lib, ular o'z ishlarini to'plam shaklida taqdim etadilar.

source: Визуальные решения
uz: Ko'rgazmali yechim

source: Международные издания очень требовательны к качеству графических материалов. Доверьтесь профессионалам и не беспокойтесь за судьбу своей публикации.
uz: Xalqaro nashriyotlar grafik materiallarning sifatiga juda talabchan. O'z ishining mutaxassislariga ishoning va maqolangiz taqdiri haqida qayg'urishga hojat ham qolmaydi.

source: Переводы материалов
uz: Tarjima ishlari

source: Знакомьте научное сообщество со своими разработками благодаря качественным переводам на международные языки — опытные специалисты Editory к вашим услугам.
uz: Xorijiy tillarga yuqori sifatli tarjima orqali o'z ilmiy ishingizni jahon ilmiy hamjamiyatiga taqdim eting- Editoryning tajribali mutaxassislari sizning xizmatingizda.

source: Наши принципы
uz: Bizning tamoyillarimiz

source: Качество работы
uz: Ish sifati

source: Наука не прощает ошибок. Ответственность за работу на каждом этапе — вопрос репутации для нас.
uz: Ilmda xatolar kechirilmaydi. Har bir bosqichda ishga mas'uliyat bilan yondashish biz uchun obro' masalasidir.

source: Оперативность
uz: Tezkorlik

source: Собираем сведения, настраиваем коммуникации и выдаём результат в кратчайшие сроки
uz: Ma'lumotlarni to'playmiz, aloqa o'rnatamiz va natijani imkon qadar tezroq yetkazib beramiz

source: Доверие
uz: Ishonch

source: Заботимся о репутации и персональных данных наших клиентах так же, как и о своих собственных
uz: Biz mijozlarimizning obro'si va shaxsiy ma'lumotlari bilan bir qatorda o'z shaxsiy ma'lumotlarimiz haqida ham qayg'uramiz

source: Управление рисками
uz: Qaltis vaziyatlardan chiqish

source: Наш опыт взаимодействия с научным сообществом позволяет избежать большинства трудностей в работе
uz: Ilmiy hamjamiyat bilan muloqot orqali egallagan tajribamiz ishda yuzaga keluvchi qiyinchiliklarning ko'p qismini chetlab o'tishga imkon beradi

source: Мы вывели в рейтинг QS
uz: Biz QS reytingiga kirishga ko’maklashgan oliy o’quv yurtlari

source: Национальный университет Узбекистана им. Мирзо-Улугбека
uz: Mirzo Ulug'bek nomidagi O'zbekiston Milliy Universiteti

source: Международная Исламская Академия Узбекистана
uz: Xalqaro Islom Akademiyasi

source: Ташкентский педиатрический медицинский институт
uz: Toshkent Pediatriya Tibbiyot Instituti

source: Ташкентская медицинская академия
uz: Toshkent Tibbiyot Akademiyasi

source: Ташкентский государственный экономический университет
uz: Toshkent Davlat Iqtisodiyot Universiteti

source: Ответы на вопросы
uz: Savollarga javoblar

source: Сколько стоит публикация статьи в Scopus?
uz: Scopusda maqola chop etish necha pul turadi?

source: Стоимость публикации в журналах с открытым доступом варьируется от 500 до 5000 долларов США. Публикации в журналах с закрытым доступом бесплатны.
uz: Ommaviy kirish ruxsat etilgan jurnallarda maqola nashr etish 500dan 5000 AQSh dollarigacha mablag’ talab etadi. Xususiy obunaga ega bo’lmay turib kirish imkoni berilmaydigan jurnallarda esa nashrlar bepul.

source: Предполагает ли публикация выплаты её автору?
uz: Chop etilgan maqola evaziga to’lov ham taklif etiladimi ?

source: Премирование за выход научных публикаций обычно осуществляется университетом, под эгидой которого они были выпущены.
uz: Universitet qo'l ostida chop etilgan maqolalar evaziga beriladigan yutuq puli aynan Universitet tomonidan ta’sis etiladi

source: В чём разница между открытым и закрытым доступом к статье?
uz: Jurnallarga ommaviy va xususiy obuna bo’lishning farqi nimada?

source: С публикацией, размещённой в журнале с открытым доступом, мировое научное сообщество может ознакомиться сразу. На публикации в журналах закрытым доступом в течение 12-36 месяцев действует эмбарго, и в это время её могут читать только подписчики конкретного издания.
uz: Jahon ilmiy hamjamiyati ochiq jurnalda joylashtirilgan maqola bilan darhol tanishishi mumkin. Yopiq jurnallar esa 12-36 oygacha maqolaning boshqa manbalarda aks etishiga taqiq qo’yadi va xususiy obunaga ega bo’lgan o’quvchilargina u bilan tanishib chiqish huquqiga ega bo’lishlari mumkin.

source: Что, если мне не понравится результат работы?
uz: Men natija bilan qoniqmaydigan bo’lsamchi?

source: Мы настолько уверены в качестве наших услуг, что обещаем вернуть деньги, если вы не будете удовлетворены.
uz: Biz o’z xizmatlarimiz sifatiga shunchalik ishonamizki, agar qoniqmasangiz pulingizni qaytarib olishingiz mumkin bo’ladi

source: Заявка на
uz: Bepul

source: бесплатную
uz: maslahat olish

source: консультацию
uz: uchun ariza

source: Оставьте свои данные и наш консультант свяжется с вами в течение часа
uz: O'z ma'lumotlaringizni qoldiring va bizning maslahatchimiz siz bilan bir soat ichida bog'lanadi

source: Стандарт
uz: Ish

source: рабочих дней
uz: kunlari

source: Экспресс
uz: Exspress

source: Премиум
uz: Primium

source: Что входит в тариф
uz: Tarifga nimalar kiradi?

source: Количество слов
uz: So'zlar miqdori

source: Выбрать
uz: Tanlash

source: сум
uz: qiymat

source: Форма оплаты
uz: To'lov turi

source: Файл
uz: Fayl

source: Цена
uz: Narx

source: Заказать
uz: Buyurtma berish

source: Отправить заявку
uz: Arizani jo'natish

source: внимание
uz: Diqqat

source: зарегистрируйтесь чтобы выполнить запрос
uz: So'rovni amalga oshirish uchun ro'yxatdan o'ting

source: Закрыть
uz: Yopish

source: Зарегистрироваться
uz: Ro'yxatdan o'tish

source: ВСЕ НОВОСТИ
uz: Barcha yangiliklar

source: На этой неделе
uz: Bu haftadagi

source: Новостей на этой неделю не найдено
uz: Bu haftalik yangiliklar topilmadi

source: Эрик Берн
uz: Erik Bren

source: Оплата
uz: To'lov

source: клиент
uz: Mijoz

source: Телефон
uz: Telefon

source: Способ оплаты
uz: To'lov turi

source: Услуга
uz: Xizmat

source: Сумма
uz: Summa

source: сумм
uz: Sum

source: Отмена
uz: Bekor qilish

source: Оплатить с помощью
uz: To'lov turi

source: Оплатить спомощью
uz: To'lov turi

source: Заказ рецензии
uz: Dissertatsiya uchun

source: на диссертацию
uz: taqrizga buyurtma berish

source: Имя автора
uz: Muallifning ismi sharifi

source: Название материала
uz: Ilmiy ishning nomi

source: Область исследований
uz: Tadqiqot sohasi

source: Научная степень автора
uz: Muallifning ilmiy darajasi

source: Научный руководитель
uz: Ilmiy rahbar

source: Комментарии/ особые пожелания
uz: Sharhlar/ maxsus qo'shimchalar

source: Согласие с политикой конфиденциальности
uz: Maxfiylik siyosatiga rozilik berish

source: Рецензирование
uz: Taqriz yozish

source: Заявка на корректуру
uz: Tahrirga buyurtma berish hamda

source: и редактирование диссертации
uz: dissertatsiyani tahrirlash

source: Кол-во слов
uz: So'zlar soni

source: Язык редактирования
uz: Tahrir tili

source: Сертификат об использовании языкового редактирования
uz: Tillararo tahrirlash huquqini beruvchi sertifikat

source: Исследовательские платформы - это успешный инструмент для междисциплинарных исследовательских проектов сотрудничества. Создание исследовательских платформ инициируется учеными и исследовательскими группами различных дисциплин и факультетов, которые могут подавать свои заявки в ходе конкурса заявок. Заявки оцениваются международными экспертами.
uz: Tadqiqot platformalari fanlararo ilmiy hamkorlik loyihalari uchun muvaffaqiyatli vositadir. Tadqiqot platformalarini yaratishni turli fanlar va fakultetlarning akademiklari va tadqiqot guruhlari boshlab beradilar, ular o'z arizalarini taklif ko'rinishida yuborishlari mumkin. Arizalar xalqaro ekspertlar tomonidan baholanadi.

source: Для чего нужна стратегия исследования?
uz: Ilmiy tadqiqot uchun puxta ishlab chiqilgan ish rejasi nima uchun muhim?

source: Разнообразный и богатый опыт рамки и место обучения кадров позволяет выполнять важные задания по разработке позиций, занимаемых участниками в отношении поставленных задач. С другой стороны рамки и место обучения кадров представляет собой интересный эксперимент проверки направлений прогрессивного развития.
uz: Kadrlar tayyorlash doirasi va joyining xilma -xil va boy tajribasi ishtirokchilar tomonidan qo'yilgan vazifalarga nisbatan egallagan pozitsiyalarini ishlab chiqishda muhim vazifalarni bajarishga imkon beradi. Boshqa tarafdan qaralsa, kadrlar tayyorlash doirasi va joyi-progressiv rivojlanish yo'nalishlarini tekshirishda qiziqarli tajriba vositasini ham bajaradi.

source: Разнообразный и богатый опыт укрепление и развитие структуры играет важную роль в формировании системы обучения кадров, соответствует насущным потребностям. Идейные соображения высшего порядка, а также дальнейшее развитие различных форм деятельности влечет за собой процесс внедрения и модернизации форм развития. Значимость этих проблем настолько очевидна, что начало повседневной работы по формированию позиции играет важную роль в формировании направлений прогрессивного развития. Не следует, однако забывать, что рамки и место обучения кадров требуют определения и уточнения направлений прогрессивного развития.
uz: Turli va boy tajriba, tuzilmaning mustahkamlanishi va rivojlanishi kadrlar tayyorlash tizimini shakllantirishda muhim rol o'ynaydi, dolzarb ehtiyojlarni qondiradi. Yuqori darajadagi mafkuraviy mulohazalar, shuningdek, faoliyatning turli shakllarini yanada rivojlantirish, rivojlanish modellarini joriy etish va modernizatsiya qilish jarayonini o'z ichiga oladi. Bu muammolarning ahamiyati shunchalik ravshanki, pozitsiyani shakllantirish bo'yicha kundalik ishlarning boshlanishi progressiv rivojlanish yo'nalishlarini shakllantirishda muhim rol o'ynaydi. Shuni esdan chiqarmaslik kerakki, kadrlar tayyorlash doirasi va joyi progressiv rivojlanish yo'nalishlarini aniqlash va tushuntirishni talab qiladi.

source: Scopus уникальным образом сочетает в себе комплексную тщательно подобранную базу данных рефератов и цитирований с расширенными данными и связанным научным контентом.
uz: Scopus keng qamrovli, puxta tuzilgan referatlar va iqtiboslar bazasini ilg'or ma'lumotlar va tegishli ilmiy tarkib bilan birlashtirib turadi

source: Б.Махкамов
uz: B.Mahkamov

source: Смотреть исходники
uz: Manbani ko'rish

source: Партнерство и сотрудничество
uz: Sheriklik va hamkorlik

source: Финансирование
uz: Moliyalashtirish

source: Управление исследованиями
uz: Ilmiy ishni boshqarish

source: Партнёрство и сотрудничество
uz: Sheriklik va hamkorlik

source: Управление исследовательским процессом
uz: Ilmiy jarayonni boshqarish

source: Научные издания
uz: Ilmiy nashrlar

source: Позвольте Editory стать вашим проводником в мир доступной информации. Здесь вы найдёте рейтинги исследовательских журналов Узбекистана и всего мира, тезисы и диссертации, а также монографии, с которыми обязательно следует ознакомиться, чтобы оставаться на одной волне с последними научными тенденциями. К вашим услугам — самые качественные материалы от признанных экспертов. Editory желает вам приятного чтения.
uz: Editory sizga ma'lumot olamiga yo'l ko'rsatuvchi bo'lishiga imkon bering. Bu yerda siz O'zbekiston va butun dunyodagi tadqiqot jurnallarining reytinglarini, tezislar va dissertatsiyalarini, shuningdek, so'nggi ilmiy tendentsiyalardan ortda qolmaslik uchun albatta o'qishingiz kerak bo'lgan monografiyalarni topasiz. Sizning xizmatingizda - taniqli mutaxassislarning eng yuqori sifatli materiallari. Editory sizga yoqimli mutolaa tilaydi.

source: ТОП-25 наиболее цитируемых статей
uz: Top-25 ta eng ko'p havola keltirilgan maqolalar

source: Мы подобрали 5 наиболее заметных и полезных изданий среди всего многообразия международных журналов
uz: Biz turli xil xalqaro jurnallar orasida eng ko'zga ko'ringan va foydali 5 nashrni tanladik

source: ТОП-5 изданий Узбекистана
uz: O'zbekistondagi Top-5 nashrlar

source: Будьте в курсе актуальных исследований и проблем научного сообщества нашей республики
uz: Respublikamiz ilmiy hamjamiyatining dolzarb tadqiqotlari va muammolaridan xabardor bo'ling

source: ТОП-10 самых цитируемых статей учёных Узбекистана
uz: O'zbekiston olimlarining eng ko'p havola qilingan TOP-10 maqolalari

source: Предлагаем к ознакомлению наиболее заметные и интересные научные работы за последнее время
uz: Biz so'nggi yillardagi eng diqqatga sazovor va qiziqarli ilmiy ishlarni ko'rib chiqishni taklif qilamiz

source: ТОП-10 диссертаций, изменивших науку
uz: Top-10 ta ilm-fanni o'zgartira olgan dissertatsiyalar

source: Погрузитесь в изучение фундаментальных исследования, сделавшие значительный вклад в мировую науку
uz: Jahon ilm-faniga katta hissa qo'shgan fundamental tadqiqotlarni o'rganing

source: Наши гарантии
uz: Bizning kafolatimiz

source: Консультация по
uz: Dissertatsiya yuzasidan

source: диссертациям
uz: maslahat olish

source: Дополнительные
uz: Qo'shimcha

source: услуги
uz: xizmatlar

source: Визуальное оформление статей
uz: Maqolani ko'rgazmali bezash

source: Распечатка публикаций
uz: Nashr etilgan maqolani chop etish
